<div class="row">
    <div class="col-md-4">
        <div>
            <img class="lazy-image a--full-width"
                 src="https://cdn.alaatv.com/loder.jpg?w=16&h=9"
                 data-src="{{ asset('/acm/image/raheAbrisham/helpMessagePic.svg') }}"
                 alt="samplePhoto"
                 width="253" height="142">
        </div>
    </div>
    <div class="col-md-8">



        <div class="periodDescription compact">

            {!! $periodDescription->first() !!}


            <span>
                دوستانی که تازه شروع کردن به استفاده از راه ابریشم و وقت کمتری دارن چطور میتونن از راه ابریشم استفاده کنن و خودشون رو به بقیه برسونن؟
                <br>
                اول از همه، همین حالا کمی این صفحه رو برو پایین تا هم با مراحل راه ابریشم آشنا بشی و هم نحوه استفاده از هر مرحله رو یاد بگیری!
                <br>
            </span>
            <div class="MoreDetails">
                <span>
                    خب! با بخش‌های مختلف راه ابریشم آشنا شدی؟ با اهمیت هر بخش چطور؟ خب حالا تویی که تازه شروع کردی چطور باید از راه ابریشم استفاده کنی که هم بتونی مطالب رو یاد بگیری و هم توی مدت مناسبی مطالعه رو انجام بدی که بتونی برای مرور و جمع بندی هم زمان کافی رو داشته باشی؟!
                    <br>
                    اول از همه از پیله‌های راه ابریشم استفاده میکنی تا بدون هیچ مشکلی وارد فرسنگ ها بشی.
                    <br>
                    پیله ها کوتاهن و دبیر چیزهایی که باید از پایه بلد باشین رو توی مدت کوتاهی براتون گفته پس با استفاده از پیله‌ها خیالتون راحته که مشکلی از پایه باقی نمونده!
                </span>
                <span>
                    <br>
                    این گام صفر راه ابریشمه! حالا برای آغاز فرسنگ های راه ابریشم آماده شدی.
                    <br>
                    برای شروع هر فرسنگ راه ابریشم به یادگیریِ از پایه‌ی اون مبحث نیاز داری که دبیر تو دوره رایگان صفر تا صد این کار رو انجام داده. البته، استفاده از صفر تا صد ها بستگی به خودت داره! اگه فکر میکنی لازمه وقت بیشتری رو به آموزش اختصاص بدی حتمن این کار رو بکن و اگه فکر میکنی فقط توی چند مبحث نیاز به آموزش داری، فقط از اون چند مبحث استفاده کن!
                    <br>
                    بعد از صفر تا صد ها نوبت به تورق‌ها میرسه. تو این مرحله قراره تمام نکات درس برات مرور بشه و کاملن برای حل تست‌ها آماده بشی.
                </span>
                <span>
                    <br>
                    بعد از آموزش مطالب در قالب صفر تا صد ها و تورق ها میرسیم به حل تست ها که مهمترین و بزرگترین بخش کاره...
                    <br>
                    برای هر فرسنگ تست
                </span>
                <span>‌</span>
                <span>
                    های مناسبی قرار داده شده اما توصیه میشه برای سریعتر شدن روند پیشرویتون در هر فرسنگ نصف تست‌ها رو حل کنی (سوالات فرد چطوره؟) و بعد حل هم از فیلم حل دبیر استفاده کنی و اشکالاتت رو رفع کنی.
                    <br>
                    بعد از این مرحله هم با حل کنکورچه‌ اول به صورت آزمونی و بعد هم بررسی حل دبیر، اون فرسنگ رو جمع بندی میکنی!
                    <br>
                    <br>
                    تمام این مراحل برای هر فرسنگ به طور میانگین 15 ساعت از زمان شما رو میگیره. پس توصیه میکنیم با گذاشتن وقت و تلاش کافی یعنی مطالعه‌ی حدود 10 ساعت در هفته گذشته رو جبران کنی و خودت رو به بقیه برسونی!
                </span>
            </div>
        </div>

        <div class="text-right">
            <button type="button" class="btn m-btn--square btn-metal btnShowTotalPeriodDescription"> مطالعه کامل توضیحات</button>
        </div>
    </div>
</div>
