<p style="margin-right:.25in;">
    <span></span>
    <b>
        <span>
            تخفیف‌های ویژه برای همایش گدار و آرشآلاء
            <br>
        </span>
    </b>
    <span>
        کسانی که راه ابریشم رو تهیه میکنن همایشگدار رو با 100% تخفیف دریافت میکنن و برای همایش آرش هم از 50% تا 100% تخفیفبرخوردار میشن.
        <b>
            <br>
        </b>
        همایش گدار (همایش 1+5 سابق، ویژه جمع بندی نیمسال اول دوازدهم)
        <br>
        همایش آرش (همایش طلایی سابق، ویژه جمع بندی کل کنکور)
    </span>
</p>
