<p>
    <span>
        در راه ابریشم...:
        <br>
    </span>
    <span>
        1- شما استفاده از راه ابریشم رو با پیلهها آغاز میکنین تا مشکلی از پایه و ریاضی مقدماتی نداشته باشین و برای یادگیری درسریاضی تجربی آماده بشین!
    </span>
    <span>
        <br>
    </span>
    <span>
        2- با آغاز هر فرسنگ فیلم های صفر تا صدمربوط به اون فرسنگ رو میبینین که میشه آموزش کامل مطالب. تو این مرحله یادگیری ازابتدای اون مبحث انجام میشه، در نتیجه اگر فکر میکنید یه مبحث خاص رو بلد هستینمیتونید از این مرحله یعنی دیدن صفر تا صد مربوطه رد بشین.
    </span>
    <span>
        <br>
    </span>
    <span>
        3- با تورق‌ها یک بار تمام مطالب و نکاترو مرور میکنین. از این قسمت حتمن (مخصوصن اگه صفر تا صد ها رو ندیدین.) استفاده کنینتا نکات مهم براتون مرور بشه و اهمیت بیشتری پیدا کنه.
        <br>
        4- تست‌های دفترچه تست رو حل میکنین و جواب و راه حلتون رو با راه حل دبیر چک میکنین.فایده حل دبیر صرفن حل سوال نیست! مرور نکات درس، آشنایی با راه‌ها و دیدهای مختلفو ... چیزهایی هستن که از استفاده از فیلم‌های حل دبیر به دست میان در نتیجه اینمرحله رو خیلی جدی بگیرین.
    </span>
    <span>
        <br>
    </span>
    <span>
        5- در پایان فرسنگ هم با کنکورچه‌هایی کهآماده شده از خودتون آزمون میگیرین. برای هر فرسنگ 3 آزمون آماده میشه که اولینآزمون توسط دبیر حل میشه، آزمون دوم پاسخنامه تشریحی و آزمون سوم پاسخنامه تستیداره، اگر زمان کافی ندارین میتونین از کنکورچه دوم و سوم استفاده نکنین اما توصیهمیشه از کنکورچه اول به عنوان آزمون جامعی برای اون مبحث حتمن استفاده کنین.
        <br>
        6- قبل آزمون‌هاتون از پیش آزمون استفاده میکنین و با نحوه حل سوالات آزمون توسطدبیر آشنا میشین و خودتون رو کاملن برای آزمونتون آماده میکنین.
    </span>
    <span>
        <br>
    </span>
    <span>7- بعد از آزمونتون هم با پس آزمون فرسنگرو به پایان میرسونین و یه مبحث رو به طور کامل جمع میکنین.</span>
</p>
